{
  "data": {
    "utd": true,
    "update": {
      "ios": {
        "mrv": 1,
        "lv": 1,
        "url": "https://www.epiplastampoulis.gr"
      },
      "android": {
        "mrv": 1,
        "lv": 1,
        "url": "https://www.epiplastampoulis.gr"
      }
    },
    "i": {
      "e": true,
      "tgr": "<!DOCTYPE html>\n<html lang=\"el\">\n<head>\n</head>\n<body>\n    <h1>Όροι Χρήσης</h1>\n    <p>Καλώς ήρθατε στο <strong>Greek TV Lite</strong>. Με τη χρήση της εφαρμογής, αποδέχεστε τους παρακάτω όρους. Διαβάστε τους προσεκτικά.</p><br/>\n    <section>\n        <h2>Αποποίηση Ευθυνών</h2>\n        <p>Το Greek TV Lite παρέχει πρόσβαση σε δημόσια διαθέσιμα κανάλια που διανέμονται από τους παρόχους τους. Η εφαρμογή δεν φιλοξενεί ή μεταδίδει κανένα περιεχόμενο και δεν ελέγχει τη διαθεσιμότητα ή τους γεωγραφικούς περιορισμούς των καναλιών, οι οποίοι ενδέχεται να διαφέρουν ανάλογα με την τοποθεσία σας. Ο προγραμματιστής της εφαρμογής δεν έχει καμία σχέση ή σύνδεση με τα κανάλια ή τους παρόχους τους, εξασφαλίζοντας πλήρη ανεξαρτησία από τις λειτουργίες τους.</p><br/>    </section>\n\n    <section>\n        <h2>Διανομή Εφαρμογής</h2>\n        <p>Η εφαρμογή διατίθεται δωρεάν μέσω εξουσιοδοτημένων πλατφορμών, όπως το Google Play Store. Δεν απαιτείται συνδρομή ή πληρωμή για τη χρήση της. Απευθύνεται αποκλειστικά για προσωπική, μη εμπορική χρήση.</p>\n    </section><br/>\n    <section>\n        <h2>Αποποίηση Ευθύνης</h2>\n        <p>Ο προγραμματιστής δεν ευθύνεται για προβλήματα που προκύπτουν από τη διαθεσιμότητα των καναλιών, τους γεωγραφικούς περιορισμούς ή τις αλλαγές περιεχομένου που γίνονται από τους παρόχους. Οι χρήστες φέρουν την πλήρη ευθύνη για τη νόμιμη χρήση της εφαρμογής. Αν κάποιος πάροχος ζητήσει την αφαίρεση του περιεχομένου του, η εφαρμογή θα συμμορφωθεί άμεσα μετά από έγκυρη επικοινωνία.</p>\n    </section><br/>\n    <section>\n        <h2>Χρήση Εφαρμογής</h2>\n        <p>Το Greek TV Lite πρέπει να χρησιμοποιείται σύμφωνα με την ισχύουσα νομοθεσία. Απαγορεύεται στους χρήστες να τροποποιούν, αναδιανέμουν ή αναπαράγουν οποιοδήποτε περιεχόμενο καναλιών κατά παράβαση των δικαιωμάτων των παρόχων. Η ευθύνη για τη νόμιμη χρήση ανήκει αποκλειστικά στον χρήστη.</p>\n    </section><br/>\n    <section>\n        <h2>Αποδοχή Όρων</h2>\n        <p>Με την εγκατάσταση ή τη χρήση του Greek TV Lite, αποδέχεστε ότι έχετε διαβάσει, κατανοήσει και συμφωνήσει με αυτούς τους όρους. Αν δεν συμφωνείτε, απεγκαταστήστε άμεσα την εφαρμογή. Οι όροι ενδέχεται να ενημερώνονται χωρίς προηγούμενη ειδοποίηση, και η συνεχής χρήση της εφαρμογής σημαίνει αποδοχή των αλλαγών.</p>\n    </section><br/>\n<br/>    <section>\n        <h2>Πληροφορίες Επικοινωνίας</h2>\n        <p>Αν έχετε ερωτήσεις ή επιθυμείτε να ζητήσετε την αφαίρεση περιεχομένου, επικοινωνήστε μαζί μας στο <a href=\"mailto:nickdevarmy@gmail.com\">nickdevarmy@gmail.com</a>.</p>\n    </section>\n</body>\n</html>",
      "t": "<!DOCTYPE html>\n<html lang=\"en\">\n<head>\n</head>\n<body>\n    <h1>Terms of Use</h1>\n    <p>Welcome to <strong>Greek TV Lite</strong>. By using this app, you agree to the following terms. Please read them carefully.</p><br/>\n    <section>\n        <h2>Disclaimer</h2>\n        <p>Greek TV Lite provides access to publicly available channels distributed by their providers. The app does not host or stream any content and has no control over channel availability or geo-restrictions, which may vary based on your location. The developer has no affiliation or connection with any channel or provider, ensuring full independence from their operations.</p><br/>   </section>\n\n    <section>\n        <h2>Application Distribution</h2>\n        <p>This app is distributed free of charge through authorized platforms like the Google Play Store. No subscription or payment is required to use the app. It is intended solely for personal, non-commercial use.</p>\n    </section><br/>    <section>\n        <h2>No Liability</h2>\n        <p>The developer is not responsible for issues arising from channel availability, geo-blocking, or content changes made by providers. Users assume all responsibility for ensuring lawful use of the app. If a channel provider requests removal of their content, the app will comply upon receiving valid communication.</p>\n    </section><br/>\n    <section>\n        <h2>Use of the App</h2>\n        <p>Greek TV Lite must be used in compliance with applicable laws. Users are prohibited from modifying, redistributing, or reproducing any channel content in violation of provider rights. Responsibility for lawful use lies solely with the user.</p>\n    </section><br/>\n    <section>\n        <h2>Acceptance of Terms</h2>\n        <p>By installing or using Greek TV Lite, you acknowledge that you have read, understood, and agreed to these terms. If you do not agree, uninstall the app immediately. These terms may be updated without prior notice, and continued use of the app constitutes acceptance of any changes.</p>\n    </section><br/>\n    <section>\n        <h2>Contact Information</h2>\n        <p>If you have questions or wish to request content removal, contact us at <a href=\"mailto:nickdevarmy@gmail.com\">nickdevarmy@gmail.com</a>.</p>\n    </section>\n</body>\n</html>"
    },
    "r": {
      "e": true,
      "mp": 40
    },
    "l": {
      "ie": true
    },
    "s": {
      "cm": 15,
      "cmy": 90,
      "cmd": 10,
      "cmt": 15,
      "cms": 60
    },
    "e": {
      "e": true,
      "uis": 45
    },
    "le": {
      "e": true,
      "uis": 120
    },
    "ia": {
      "gcbc": true,
      "dss": false
    },
    "a": [
      {
        "i": "main_bottom_banner",
        "e": true
      },
      {
        "i": "main_interstitial",
        "e": false,
        "d": 15
      },
      {
        "i": "list_banner",
        "e": false,
        "s": 1,
        "fo": 6,
        "as": 30
      }
    ]
  }
}